<iframe width="100%" height="315" src="https://www.youtube.com/embed/s5i3l77EjOY" frameborder="0" allowfullscreen></iframe>

<br>
### Настройка админ-панели

Зайдите в **«Система»** → **«Управление пакетами»**, переключитесь на вкладку **«Поставщики»** и создайте нового:

[![](https://modstore.pro/assets/uploadify/3/5/9/359895b10b7cfc218ea38f720e02ad8as.jpg)](https://modstore.pro/assets/uploadify/3/5/9/359895b10b7cfc218ea38f720e02ad8a.png)

* **Имя** — modstore.pro
* **Url сервиса** — `https://modstore.pro/extras/` или `http://modstore.pro/extras/`, если через https не работает.
* **Имя пользователя** — ваша электронная почта, при помощи которой вы авторизуетесь на этом сайте.
* **Ключ API** — ваш сгенерированный ключ доступа.
* **Описание** — необязательное поле.

При сохранении нового поставщика наш репозиторий запросит ключ. Если всё в порядке — поставщик сохранится.
При первом обращении ключ привязывается к сайту, с которого вы обратились.

**Вы можете сбросить эту привязку самостоятельно**, один раз на ключ. Все последующие сбросы — через службу поддержки.

Переключитесь на вкладку **«Пакеты»** и сделайте выберите нового поставщика, нажав на стрелку справа от кнопки «Загрузить дополнения»:

[![](https://modstore.pro/assets/uploadify/c/7/d/c7d5505473f268d2d68f4e49ec46ca57s.jpg)](https://modstore.pro/assets/uploadify/c/7/d/c7d5505473f268d2d68f4e49ec46ca57.png)

Вы увидите домашнюю страницу репозитория, и сможете загрузить нужные пакеты.

[![](https://modstore.pro/assets/uploadify/3/4/6/346c18f99feaa92d077a77d0dafe7da6s.jpg)](https://modstore.pro/assets/uploadify/3/4/6/346c18f99feaa92d077a77d0dafe7da6.png)

Когда выйдет новая версия расширения, вы увидите уведомление об этом.

Также вы можете [установить sdStore](http://modx.com/extras/package/sdstore) из официального репозитория - он настроит нового провадера самостоятельно.