Мы приглашаем всех разработчиков присоединиться к нашему репозиторию и размещать свои дополнения, в том числе и платные.
Чтобы поддерживать высокую планку качества дополнений, мы выработали список требований к дополнениям и продавцам.

### Проверьте дополнение!
* Код соответствует [стандартам MODX](http://rtfm.modx.com/display/revolution20/Code+Standards).
* Часть компонента для «админки» сделана с использованием ExtJS.
* Дополнения тщательно протестированы и не содержат ошибок.
* Тексты качественно сверстаны и не содержат орфографических и пунктуационных ошибок.
* Все настройки и документация переведены на русский язык.
* Размер дополнения не должен превышать 50 Мб. В случае необходимости подгрузки дополнительных словарей, шрифтов
или других объемных данных — они должны загружаться в процессе установки дополнения.

### Описание и документация

* Короткое описание пользы покупателя
* Перечень сценариев использования с описаниями, скриншоты/скринкасты.
* Техническая документация.
* Тексты качественно сверстаны и не содержат орфографических и пунктуационных ошибок.
* Все настройки и документация переведены на русский язык.
* Функциональные возможности присланного дополнения не должны повторять функциональные возможности дополнений, размещенных в маркетплейсе.
Такая практика вредит пользователям маркетплейса, внося путаницу в ассортимент; разработчикам, которые теряют продажи и клиентов, а также бьет по репутации площадки.

В случае возникновения пересечения функциональных возможностей администрация вправе отклонить размещение дополнения в маркетплейсе.

### Все ОК? Тогда вам нужно:
* Загрузить дополнение через форму в личном кабинете Modstore.
* Оформить документацию.
* Дождаться оповещения об успешном прохождении модерации в течение 1–2 дней.
* Обновлять историю версий с датой публикации.
* Отвечать на вопросы пользователей в техподдержке.

### Деньги
* Комиссия системы зависит от дополнения, но в среднем составляет 30%.
* Вывод средств осуществляется на расчетный счет ИП или юр. лица.
Если у вас пока нет счета - [пишите](mailto:info@modstore.pro), обсудим варианты.

### Скидки
Администрация магазина оставляет за собой право устраивать скидочные кампании по произвольному графику без
предварительного уведомления авторов компонентов.