### 1. Термины и определения

1.1. Компания - ИП Крылов Леонид Валентинович, ОГРН 314774604800328, являющийся правообладателем Сайта modstore.pro.

1.2. Сайт - совокупность веб-страниц, размещенных в сети Интернет по адресу [[++site_url]].

1.3. Пользователь - физическое лицо, пользователь сети Интернет, осуществляющий использование ресурсов и сервисов Сайта в своих интересах или действуя в качестве представителя другого лица в его интересах.

1.4. Продавец - юридическое лицо, индивидуальный предприниматель, прошедшее регистрацию на Сайте и реализующие товары, работы, услуги посредством использования сервисов и услуг Сайта.

1.5. Покупатель - юридическое лицо, индивидуальный предприниматель, физическое лицо (резиденты и нерезиденты РФ), прошедшее регистрацию на Сайте и использующее ресурсы и сервисы Сайта с целью удовлетворения потребностей в товарах, работах, услугах посредством направления Заказа.

1.6. Рекламодатель - юридическое лицо, индивидуальный предприниматель, физическое лицо (резиденты и нерезиденты РФ), прошедшее регистрацию на Сайте и использующее ресурсы и сервисы Сайта с целью размещения рекламной информации.

1.7. Регистрация - процедура внесения данных Пользователя в специальную форму на Сайте, результатом которой является создание Учетной записи Пользователя.

1.8. Заказ - оформленный посредством сервисов Сайта запрос Покупателя об интересующих его товарах, работах, услугах.

1.9. Контент - информация, размещаемая на Сайте.

1.10. Личный кабинет - совокупность защищенных веб-страниц Сайта, доступ к которым возможен только посредством использования данных Учетной записи Пользователя, с помощью которых зарегистрированные Пользователи получают доступ к персонализированным сервисам Сайта.

1.11. Учетная запись - сведения, необходимые для идентификации Пользователя на Сайте, включающая псевдоним пользователя (электронная почта).

1.12. Соглашение - настоящее Пользовательское соглашение, регулирующее правоотношения между Компанией, с одной стороны, и Продавцом/Покупателем/Рекламодателем, с другой стороны, с учетом всех изменений и дополнений к нему, внесенных в установленном Соглашением порядке. Действующая редакция Соглашения располагается на Сайте по адресу [[[++site_url]]info/rules](/info/rules).

1.13. Каждый Пользователь Сайта, прошедший регистрацию на Сайте в установленном порядке, одновременно может совмещать права и обязанности Продавца и (или) Покупателя.

### 2. Общие положения

2.1. Компания предлагает Пользователю использовать услуги Компании и сервисы Сайта на условиях, изложенных в настоящем Соглашении. Соглашение является офертой и выражает намерение Компании, адресованное к Пользователю, считать себя заключившей Соглашение с Пользователем. Пользователь считается принявшим предложение Компании о заключении Соглашения (выразившим акцепт на заключение Соглашения) с момента начала использования любого из сервисов Сайта, включая просмотр любой из веб-страниц Сайта. В случае, если Пользователь является: Продавцом, то Соглашение является офертой, адресованной Продавцу; Покупателем, то Соглашение является офертой, адресованной Покупателю; Рекламодателем, то Соглашение является офертой, адресованной Рекламодателю.

2.2. Сервисы Сайта включают в себя средства поиска информации, средства коммуникации, средства размещения, хранения и индивидуализации Контента Пользователя. Услуги включают в себя информационные, консультационные, рекламные и иные услуги (далее сервисы и услуги совместно именуются «сервисы»). Указанный перечень сервисов не является исчерпывающим, любое изменение и добавление Компанией новых сервисов и/или услуг является предметом настоящего Соглашения.

2.3. Начиная использовать любой из сервисов Сайта, Пользователь выражает свое безусловное согласие со всеми условиями Соглашения, и обязуется выполнять их. В случае своего несогласия с какими-либо условиями Соглашения, Пользователь обязуется немедленно прекратить использование сервисов. Соглашение вступает в силу с момента выражения согласия Пользователя с условиями Соглашения в порядке, предусмотренном настоящим пунктом.

2.4. Компания имеет право вносить изменения в Соглашение без направления отдельного уведомления или согласования. При этом, новая редакция Соглашения вступает в силу с момента ее размещения на Сайте по адресу [/info/rules](/info/rules).

2.5. Соглашение не регулирует правоотношения между Продавцом и Покупателем, Рекламодателем и Покупателем и иные правоотношения, возникающие в результате использования Пользователем сервисов Сайта, в которых Компания не является стороной.

2.6. Стороны договорились не заключать акт об оказании услуг. При этом, услуги считаются принятыми и оказанными по истечении 7 дней с момента их полной оплаты заказчиком, при условии, что в течение этого срока никаких претензий, касающихся оказанных услуг, со стороны заказчика не последовало.

### 3. Регистрация Пользователя

3.1. Использование некоторых персонализированных сервисов Сайта требует прохождения Пользователем процедуры Регистрации. В результате Регистрации Пользователю создается уникальная Учетная запись.

3.2. Для Регистрации Пользователь обязуется предоставить достоверную и полную информацию в объеме, предусмотренном соответствующей регистрационной формой, в отношении себя (если Пользователь действует в своих интересах), либо о лице (Продавце, Покупателе, Рекламодателе), представителем которого он является.

3.3. Пользователь обязуется своевременно производить обновление данных, указанных им при Регистрации, в случае их изменения, посредством использования сервиса Личный кабинет.

3.4. Компания имеет право потребовать от Пользователя подтверждения данных, указанных при Регистрации, и запросить документы, подтверждающие указанную при Регистрации информацию (включая, но не ограничиваясь - документы, удостоверяющие личность, документы, подтверждающие осуществление деятельности, документы, подтверждающие полномочия). Непредоставление Пользователем запрошенных документов рассматривается Компанией как предоставление недостоверной информации и влечет наступление последствий, указанных в п. 3.8. настоящего Соглашения. Если информация, указанная Пользователем при Регистрации, не соответствует данным, содержащимся в подтверждающих документах, либо представленной Пользователем информации недостаточно для идентификации Пользователя, Компания имеет право отказать Пользователю в доступе к учетной записи Пользователя и/или использовании сервисов. Предоставление запрашиваемой Компанией информации/документов производится Пользователем в срок, указанный Компанией.

3.5. Компания оставляет за собой право заблокировать или удалить учетную запись и отказать в использовании своих сервисов Пользователю, предоставившему, по мнению Компании, недостоверную информацию. Компания имеет право уведомить о произошедшем Пользователя.

3.6. Пользование учетной записью Пользователя, присваиваемой при Регистрации, предполагает использование Пользователем логина (электронной почты), выбираемых и устанавливаемых Пользователем при Регистрации с учетом требований, предъявляемых Компанией.

3.7. Ответственность за безопасность (сложность подбора) пароля и конфиденциальность данных Учетной записи возлагается на Пользователя. Все действия, совершенные при использовании сервисов Сайта с использованием данных Учетной записи Пользователя считаются совершенными Пользователем, в том числе, в случае добровольной передачи Пользователем данных Учетной записи Пользователя третьим лицам без согласования с Компанией. Все действия, совершенные под учетной записью Пользователя считаются совершенными Пользователем, за исключением случаев, когда Пользователь уведомил Компанию о несанкционированном доступе к сервисам Компании с использованием данных учетной записи Пользователя и/или о любом нарушении конфиденциальности данных Учетной записи. Пользователь не вправе передавать данные Учетной записи Пользователя третьим лицам без предварительного согласования с Компанией.

3.8. Пользователь обязан немедленно уведомить Компанию о любом случае несанкционированного (не разрешенного Пользователем) доступа к сервисам Компании с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля. В целях безопасности, Пользователь обязан самостоятельно осуществлять безопасное завершение работы под своей учетной записью (кнопка «Выход») по окончании каждой сессии работы с сервисами Компании. Компания не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти из-за нарушения Пользователем положений этой части Соглашения.

3.9. Компания вправе заблокировать или удалить учетную запись Пользователя, а также запретить доступ с использованием какой-либо учетной записи к определенным сервисам Компании, и удалить любой контент без объяснения причин, в том числе в случае нарушения Пользователем условий Соглашения и/или законодательства РФ. Факт нарушения Пользователем условий Соглашения и/или законодательства РФ устанавливается Компанией в одностороннем порядке, самостоятельно. Пользователь соглашается с таким порядком и обязуется исполнять решение Компании.

### 4. Права Покупателя

4.1. Покупатель имеет право использовать сервисы Сайта с целью удовлетворения своих интересов в приобретении товаров, работ, услуг, при соблюдении условий настоящего Соглашения.

4.2. Покупатель имеет право размещать Заказы в отношении интересующих его товаров, работ, услуг посредством использования сервисов Сайта.

4.3. Покупатель имеет право получать консультации Продавца в отношении интересующих его товаров, работ, услуг, а также консультации Компании в отношении используемых им сервисов Сайта.

4.4. Покупатель вправе отказаться от товара до получения и в течение семи дней после этого. Возврат средств будет произведен на счет покупателя.

### 5. Права Продавца

5.1. Продавец имеет право использовать сервисы Сайта с целью увеличения объемов продаж реализуемых им товаров, работ, услуг, расширения клиентской базы при соблюдении условий настоящего Соглашения.

5.2. Продавец имеет право на бесплатное размещение информации о Продавце в тематическом каталоге Сайта.

### 6. Права Рекламодателя

6.1. Рекламодатель имеет право размещать рекламную информацию на Сайте в порядке и на условиях, указанных в настоящем Соглашении.

6.2. Размещение рекламной информации производится Рекламодателем способами, указанными в настоящем Соглашении или на Сайте.

6.3. Предоставление графических изображений, текстовых файлов, необходимых для размещения рекламной информации, производится Рекламодателем, с учетом технических требований, установленных к ним Компанией и указанных в настоящем Соглашении, на Сайте или отдельными указаниями Компаниями. Рекламодатель безусловно соглашается с техническими требованиями, устанавливаемыми Компанией применительно к графической, текстовой и прочей информации, файлам и несет риск неблагоприятных последствий, связанных с несоответствием предоставленной им информации данным требованиям.

6.4. Размещение рекламной информации Рекламодателя производится в течение трех рабочих дней после поступления денежных средств в размере, указанном в настоящем Соглашении или отдельном соглашении Рекламодателя и Компании, за указанный период, по реквизитам Компании, указанным в настоящем Соглашении. В случае непоступления денежных средств в указанном размере, размещение рекламной информации не производится, если иное не установлено отдельным соглашением Рекламодателя и Компании.

6.5. Компания не несет ответственности за достоверность, полноту информации, ее соответствие законодательству РФ в рекламной информации Рекламодателя.

### 7. Обязательства Пользователя

При использовании сервисов Сайта Пользователь (Продавец, Покупатель, Рекламодатель) обязуется:

7.1. Соблюдать права и законные интересы Компании и третьих лиц, требования действующего законодательства РФ и условия настоящего Соглашения. Пользователь самостоятельно несет ответственность перед третьими лицами в случае, если действия Пользователя, связанные с использованием сервисов Сайта, приведут к нарушению прав и законных интересов третьих лиц, или причинят им вред.

7.2. Соблюдать требования к Контенту, указанные в настоящем Соглашении.

7.3. Соблюдать конфиденциальность данных Учетной записи Пользователя, незамедлительно сообщать Компании о фактах несанкционированного доступа к данным Учетной записи и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля.

7.4. Не применять формы и способы незаконного представительства других лиц, выдавая себя за других лиц без достаточных на то прав, в том числе за сотрудников или представителей Компании.

7.5. Не размещать и не распространять на Сайте вредоносные программы, материалы, содержащие вирусы, спам, списки чужих адресов электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья», средства для получения несанкционированного доступа к платным ресурсам, ссылки на ресурсы сети, содержание которых противоречит действующему законодательству РФ, а также не использовать сервисы Компании для участия в этих мероприятиях.

7.6. Не осуществлять незаконные сбор, хранение и обработку персональных данных других лиц.

7.7. Не нарушать каким-либо образом нормальную работу сервисов Сайта.

7.8. Не нарушать действующее законодательство, нормы международного права, обычаи делового оборота каким-либо иным способом или в какой-либо иной форме.

7.9. Возместить убытки, ущерб, расходы, возникшие у Компании в результате неисполнения или ненадлежащего исполнения своих обязательств по настоящему соглашению в срок, указанный Компанией.

7.10. Нести риск неблагоприятных последствий, которые могут возникнуть в результате совершения Пользователем любых действий при использовании сервисов Сайта (или воздержания от таковых), включая, но не ограничиваясь, при совершении сделок с контрагентами в результате или в связи с использованием сервисов Сайта.

### 8. Гарантии Пользователя

Пользователь (Рекламодатель, Покупатель, Продавец) гарантирует, что на дату заключения Соглашения и в период его действия:

8.1. обладает всеми полномочиями для заключения настоящего Соглашения и исполнения обязательств, принимаемых на себя по Соглашению;

8.2. предпринял все корпоративные и иные действия, необходимые для заключения и исполнения Соглашения, и для обеспечения того, чтобы Соглашение являлось законным, обязательным для исполнения и подлежащим исполнению в отношении Пользователя.

8.3. не существует, насколько известно Пользователю, нерешенных вопросов правового характера, угрозы судебного разбирательства или иных обстоятельств, которые могут иметь существенные негативные последствия для положения Пользователя или его деятельности и повлияют на исполнение Пользователем настоящего Соглашения.

8.4. не существует никаких положений в российском законодательстве или иных нормативных актах, в учредительных документах Пользователя, в договорах, имеющих обязательную силу для Пользователя или имущества Пользователя, которые могут нарушать или препятствовать заключению или исполнению Соглашения.

8.5. исполнение обязательств по Соглашению является безусловным обязательством Пользователя, которое, как минимум, имеет такой же приоритет, как и остальные его обязательства.

8.6. при использовании сервисов Сайта им не были нарушены авторские и любые иные права третьих лиц.

8.7. Пользователь подтверждает, что именно он является истинным правообладателем объектов, размещаемых им на Сайте с использованием сервисов Сайта (включая рекламную информацию), в том числе (но не ограничиваясь) элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты и любой контент. Пользователь подтверждает, что при осуществлении указанных действий и исполнении Соглашения Пользователем не нарушены права на результаты интеллектуальной деятельности третьих лиц.

8.8. в случае предъявления третьим лицом претензий, судебного иска к Компании в связи с нарушением Пользователем (Покупателем, Продавцом, Рекламодателем) законодательства РФ (включая, но не ограничиваясь, нарушение авторских прав третьих лиц), Пользователь обязуется принять непосредственное, личное участие в разрешении возникшего спора, а также компенсировать Компании все убытки и расходы, связанные с разрешением указанного спора и возложением на Компанию любого вида ответственности.

8.9. Разрешать все споры, имеющие своим предметом факты, изложенные в п.8.8. Соглашения самостоятельно и за свой счёт.

### 9. Требования к Контенту

9.1. Ответственность за соответствие содержания размещаемого Пользователем (Продавцом, Покупателем, Рекламодателем) контента требованиям действующего законодательства РФ, несет Пользователь.

9.2. Пользователь согласен с тем, что Компания не обязана просматривать, проверять, согласовывать и (или) контролировать контент, размещаемый и/или распространяемый Пользователем посредством сервисов Компании

9.3. Пользователь согласен, что Компания имеет право по своему усмотрению отказать Пользователю в размещении и/или распространении им контента или удалить любой контент с Сайта без какого-либо предварительного уведомления или согласования.

9.4. Пользователь согласен, что он должен самостоятельно оценивать все риски, связанные с использованием контента, включая оценку его надежности, полноты или полезности. Компания не инициирует передачу материалов пользователей, не выбирает получателя материалов и не влияет на их целостность, не контролирует, не проверяет содержание материалов.

9.5. Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать копирования (воспроизведения) контента Пользователя Компании, а также переработки его Компанией для соответствия техническим требованиям того или иного сервиса.

9.6. Пользователь обязуется не размещать и не распространять материалы откровенного сексуального, порнографического и/или эротического содержания; материалы, содержащие пропаганду насилия, демонстрирующие откровенные сцены насилия; материалы, пропагандирующие любые формы дискриминации; материалы экстремистского и(или) террористического характера, материалы, разъясняющие порядок изготовления, применения наркотических веществ или их аналогов, взрывчатых веществ или иного оружия, а также любые другие материалы, призывающие к каким-либо незаконным видам деятельности; материалы, нарушающие авторские права и/или другие права интеллектуальной собственности третьих лиц.

9.7. Пользователь обязуется не размещать и не распространять контент, при отсутствии у Пользователя прав на такие действия согласно законодательству РФ. Ответственность за несоблюдение указанного несет Пользователь самостоятельно.

9.8. Все объекты, доступные на Сайте посредством сервисов Сайта, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты, а также любой контент, размещенный посредством сервисов Сайта, являются объектами исключительных прав Компании, Пользователей и других правообладателей. Использование контента возможно только в рамках функционала, предлагаемого тем или иным сервисом Сайта. Никакие элементы содержания сервисов Сайта, а также любой контент, размещенный на Сайте, не могут быть использованы иным образом без предварительного разрешения правообладателя, в том числе Компании, если иное не предусмотрено действующим законодательством РФ, условиями использования сервисов Сайта и настоящим Соглашением.

9.9. В случаях, если сервисы Сайта содержат ссылки на сайты третьих лиц, Компания не несет ответственности за информацию, материалы, размещенные на них, и за последствия использования таковых Пользователем. Ссылки на сайты третьих лиц, размещенные на Сайте, не рассматриваются как рекомендация Компанией товаров, работ, услуг, лиц, деятельности лиц, информация о которых содержится на сайтах третьих лиц.

### 10. Ответственность Компании

10.1. Компания не несет ответственности за несоответствие сервисов Сайта целям и ожиданиям Пользователя. Коммерческий результат от использования сервисов Сайта является коммерческим риском Пользователя при осуществлении предпринимательской деятельности.

10.2. Компания не несет ответственности за невозможность предоставления Пользователю сервисов Сайта, или перебои в предоставлении сервисов, вызванные техническими причинами.

10.3. Компания не несет ответственность за возможные последствия использования информации и материалов, доступ к которым Пользователь получает с использованием сервисов Сайта, в том числе за ущерб, который может быть причинен компьютеру Пользователя или третьим лицам, за потерю данных и т.д.

10.4. Компания не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем сервисов Компании или отдельных частей/функций сервисов;

10.5. Пользователь (Продавец, Покупатель, Рекламодатель) соглашаются с тем, что при любых обстоятельствах ответственность Компании в соответствии со статьей 15 Гражданского кодекса РФ ограничена 3 000 (Тремя тысячами) рублей РФ и возлагается на нее при наличии в ее действиях вины.

### 11. Персональные данные

11.1. В соответствии с ФЗ от 27.07.2006г. № 152-ФЗ «О персональных данных» Пользователь настоящим дает свое согласие на обработку Компанией (включая получение от Пользователя и/или любых третьих лиц, с учетом требований, определенных данным законом) персональных данных Пользователя и подтверждает, что, давая такое согласие, действует своей волей и в своем интересе. Согласие дается Пользователем для целей заключения с Компанией Соглашения, и его дальнейшего исполнения, участия в проводимых акциях, принятия решений или совершения иных действий, порождающих юридические последствия в отношении Пользователя или других лиц и распространяется на фамилию, имя, отчество, адрес и любую иную информацию, относящуюся к личности Пользователя, доступную либо известную в любой конкретный момент времени Компании (далее -персональные данные).

11.2. Настоящее согласие дается Пользователем до истечения сроков хранения соответствующей информации или документов, содержащих вышеуказанную информацию, определяемых в соответствии с законодательством РФ, после чего оно может быть отозвано Пользователем путем направления соответствующего письменного уведомления Компании не менее чем за 3 месяца до момента отзыва согласия. В случае отзыва согласия Пользователя на обработку персональных данных, Компания вправе не прекращать обработку персональных данных и не уничтожить их, если предусмотренные законодательством РФ сроки хранения документов на момент отзыва не истекли. При этом соответствующие действия при продолжении обработки персональных данных Пользователя считаются акцептом. Настоящее согласие предоставляется на осуществление любых действий в отношении персональных данных, которые необходимы или желаемы для достижения указанных выше целей, включая, без ограничения: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в т.ч. передача), обезличивание, блокирование, уничтожение, трансграничную передачу персональных данных, а также осуществление любых иных действий с персональными данными Пользователя с учетом действующего законодательства РФ. Обработка персональных данных осуществляется Компанией с применением следующих основных способов (но, не ограничиваясь ими): хранение, запись на электронные носители и их хранение, составление перечней. Настоящим Пользователь признает и подтверждает, что в случае необходимости предоставления персональных данных для достижения указанных выше целей третьему лицу, Компания вправе в необходимом объеме раскрывать для совершения вышеуказанных действий информацию о Пользователе лично (включая персональные данные) таким третьим лицам и их уполномоченным лицам, а также предоставлять таким лицам соответствующие документы, содержащие такую информацию. Также настоящим Пользователь признает и подтверждает, что настоящее согласие считается данным им любым третьим лицам, указанным выше, с учетом соответствующих изменений, и любые такие третьи лица имеют право на обработку персональных данных на основании настоящего согласия.

### 12. Иные положения

12.1. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Российской Федерации, по нормам российского права, в суде по месту нахождения Компании. Стороны Соглашения настоящим признают в качестве письменных доказательств документы и электронную переписку, которые направляются ими друг другу.

12.2. Компания вправе в одностороннем, внесудебном порядке отказаться от исполнения Соглашения, уведомив об этом Пользователя, путем размещения соответствующего сообщения на Сайте или направления отдельного сообщения.

12.3. Компания вправе в одностороннем, внесудебном порядке изменять, дополнять Соглашение, отменять действие отдельных его положений и т.п. путем размещения новой редакции Соглашения на Сайте. В случае непоступления возражений Пользователя относительно новой редакции Соглашения в течение 10 (десяти) календарных дней с даты размещения ее на Сайте, Пользователь считается безоговорочно и безусловно принявшим новую редакцию Соглашения. В случае, если Пользователь в установленный срок выражает свое несогласие с новой редакцией Соглашения, о чем сообщает Компании путем направления письменного сообщения по реквизитам Компании, указанным в настоящем Соглашении, на следующий день после получения указанного сообщения Пользователя Компанией Соглашение между Пользователем и Компанией прекращается в соответствии с ч. 2 ст.407 ГК РФ.

12.4. Ничто в Соглашении не может пониматься как установление между Пользователем и Компанией отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.

12.5. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.

### 13. Реквизиты

Компания: ИП Крылов Леонид Валентинович

Адрес: 125057, Москва, ул. Острякова, д. 6, кв. 140

ИНН: 773605012642

ОГРН: 314774604800328

Email: info@modstore.pro

Скан подписанного и заверенного соглашения доступен по [ссылке](https://drive.google.com/open?id=0BweEyCzrFVgWcWhxb0lNUFluVE0).