{'@FILE snippets/store_stat.php' | snippet : ['tpl' => '']}
{var $packages = 'stat_packages' | placeholder}
{var $authors = 'stat_authors' | placeholder}
В магазине modstore.pro представлены готовые дополнения для [CMF MODX](http://modx.com) Revolution.

Modstore — часть разработанной нами экосистемы MODX, в которую входят:
* Modhost.pro — специализированный хостинг для MODX, интегрированный с Modstore.
* Modx.pro — крупнейшее русскоязычное сообщество разработчиков.
* Docs.modx.pro — открытый репозиторий документации для наших дополнений.

Начали работу в 2013 году и на сегодняшний день мы — крупнейшая в мире площадка по количеству платных дополнений для MODX.

В маркетплейсе представлены **{$authors} {$authors | declension : 'автор|автора|авторов'}** и
**{$packages} {$packages | declension : 'дополнение|дополнения|дополнений'}**, в том числе - бесплатные.
С нами сотрудничают [многие сильнейшие русскоязычные разработчики](/users).

Дополнения соответствуют требованиям качества. Размещение компонента происходит после проверки нашими специалистами.

У каждого дополнения есть **подробная документация** и возможность **обновления** из «админки».
Авторы оказывают **бесплатную техподдержку в течение 1 года** со дня покупки.

Действует [система скидок](/info/discount) для платных дополнений.
Повторные покупки поощряются скидками, а новые дополнения продаются по сниженным ценам.

Электронная почта: [info@modstore.pro](mailto:info@modstore.pro).

Реквизиты:
* Индивидуальный предприниматель Крылов Леонид Валентинович
* ОГРНИП 314774604800328
* ИНН 773605012642
* Дата регистрации: 17.02.2014
* Адрес регистрации: Россия, 119296, г Москва, ул Вавилова, д 56, корп 1, кв 43
* Почтовый адрес: Россия, 125057, г Москва, ул Острякова, 6-140

Банковские реквизиты:
* р/с 40802810500070017356 в ОАО АКБ «АВАНГАРД»
* к/с 30101810000000000272
